tap "homebrew/cask-fonts"
brew "bat"
brew "bitwarden-cli"
brew "ctop"
brew "diff-so-fancy"
brew "docker-clean"
brew "exa"
brew "fd"
brew "fzf"
brew "golang"
brew "gpgme"
brew "htop"
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "pgcli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "tmux"
brew "yqrashawn/goku/goku"
brew "zsh"
cask "alfred"
cask "anki"
cask "bitwarden"
cask "brave-browser"
cask "cloudflare-warp"
cask "docker"
cask "flux"
cask "font-fira-code"
cask "goland"
cask "google-backup-and-sync"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "netnewswire"
cask "obsidian"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "toggl-track"
cask "transmission"
cask "vimr"
mas "Monosnap", id: 540348655
