brew "bat"
brew "bitwarden-cli"
brew "ctop"
brew "diff-so-fancy"
brew "docker-clean"
brew "exa"
brew "fzf"
brew "golang"
brew "gpgme"
brew "htop"
brew "nodenv"
brew "pgcli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "tmux"
brew "yqrashawn/goku/goku"
brew "zsh"
cask "alfred"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "flux"
cask "goland"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "notion"
cask "pycharm"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "toggl"
cask "transmission"
cask "visual-studio-code"
